---
kind: property
id: P:Autodesk.Revit.DB.BasicFileInfo.LatestCentralEpisodeGUID
source: html/698c403a-f118-3195-249f-7bd20aa18e59.htm
---
# Autodesk.Revit.DB.BasicFileInfo.LatestCentralEpisodeGUID Property

This is the central model's episode GUID corresponding to the last reload latest
 done for this model.

## Syntax (C#)
```csharp
public Guid LatestCentralEpisodeGUID { get; }
```